ShowRange = 100

DoorLock = false

carInvincible = true 

Cars = {
    {
        pos = vec(223.37, -841.97, 29.88),
        heading = 72.25,
        model = 'blista',
        spin = true,
        text = "XA21",
        plate = "Xa21"
    },
    {
        pos = vec(210.37, -841.97, 29.88),
        heading = 72.25,
        model = 'blista',
        spin = false,
        text = "This is a vehicle",
        plate = "blista"
    }
}




-----------------------------------------------------------------------------------幹你娘 不要拿去賣 幹你娘 不要拿去賣----------------------------------------------------------------------------------------------------------------------------------------
--vec(223.37, -841.97, 29.88),
--vec(210.37, -841.97, 29.88),
